Repository: TamiaLab/PySkCodeOnlineTester
Catalog: apps/home/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Home pages
fr_fr: Pages d'accueil

source: Text
fr_fr: Texte

source: Content
fr_fr: Contenu

source: This field accept the SkCode syntax.
fr_fr: Ce champ accepte la syntaxe SkCode.

source: Rendering mode
fr_fr: Mode d'affichage

source: Preview mode
fr_fr: Mode prévisualisation

source: In preview mode erroneous tags are displayed in a bold red font.
fr_fr: En mode prévisualisation, les balises malformées sont affichées en texte gras rouge.

source: Hard newline
fr_fr: Retours à la ligne forcés

source: Tick to enable hard newlines.
fr_fr: Cocher cette case pour activer les retours à la lignes forcés.

source: Replace cosmetics
fr_fr: Remplacer les caractéres typographiques

source: Untick to disable cosmetics replacement.
fr_fr: Décocher cette case pour ne pas remplacer les caractéres typographiques.

source: Replace smileys
fr_fr: Remplacer les smileys

source: Untick to disable smileys replacement.
fr_fr: Décocher cette case pour ne transformer les smileys en images.

source: Allow tagname=value shortcut
fr_fr: Accepter le raccourci nombalise=valeur

source: Untick to fallback into a HTML-like mode.
fr_fr: Décocher cette case pour passer en mode de rétro-compatibilité HTML.

source: Allow self closing tags
fr_fr: Accepter les balises autofermantes

source: Untick to restrict the parser from allowing XHTML-like tags.
fr_fr: Décocher cette case pour forcer le parseur à refuser les balises typées XHTML.

source: Drop unrecognized tags
fr_fr: Faire disparaitre les balises non reconnues

source: Tick to drop unrecognized tags instead of making them bold red.
fr_fr: Cocher cette case pour faire disparaitre les balises non reconnes au lieu de les afficher en rouge.

source: Texturize unclosed tags
fr_fr: Transformer en texte les balises non fermées

source: Tick to turn unclosed tags into raw text.
fr_fr: Cocher cette case pour transformer en texte les balises non fermées.

source: Make paragraphs
fr_fr: Générer les paragraphes

source: Untick to disable the auto-paragraphs feature.
fr_fr: Décocher cette case pour ne pas générer de paragraphes à chaque double retour de ligne.

source: Render footnotes
fr_fr: Afficher les notes de bas de page

source: Untick to disable the rendering of footnotes.
fr_fr: Décocher cette case pour masquer les notes de bas de page.

source: Extract titles
fr_fr: Générer un sommaire

source: Untick to disable the auto-summary feature.
fr_fr: Décocher cette case pour ne pas générer de sommaire à partir des titres.

source: Auto title IDs
fr_fr: Auto-générer les IDs des titres

source: Untick to disable the auto-generation of title IDs.
fr_fr: Décocher cette case pour ne pas assigner automatiquement un ID aux titres n'en possédant pas.

source: Home page
fr_fr: Page d'accueil
